{
    
      "When will I receive my order?": "At the time of placing your order, we give our customers the option to choose the day and time slot when they would like to receive their order. Notwithstanding any unforeseen circumstances, we make every effort to deliver your order within the time slot chosen by you. You can always check the status of your order in the Order History section of our website"
    ,
    
      "Can I cancel or modify my order?": "You may cancel your order for up to 15 minutes from the time of placing your order by reaching out to our team on +91 90041 71401 or from the Order History section of our website."
    ,
    
      "What do I do if I have a complaint about my order?": "Please reach out to our team by sending an email on wehearyou@foodstories.shop or contacting us via WhatsApp on +91 90041 71401. To speak with our customer care team, you may also call us on +91 90041 71401."
    ,
    
      "How do I see the invoice for my order?": "An electronic copy of your invoice is sent on WhatsApp and via Email along with every order. You may also download a copy of your invoice by visiting the Order History section of our website."
    ,
    
      "What if I’m unable to find the product I want on your website?": "Certain products may not be listed on our website; in case you are unable to find your desired product on our website, please contact our store directly. You may view our store’s contact information by clicking here."
    ,
    
      "How do I check the status of my order?": "You may check the status of your order in the Order History section of our website. Alternatively, you may contact us via WhatsApp on +91 90041 71401. To speak with our customer care team, you may also call us on +91 90041 71401."
    ,
    
      "How can I order with FoodStories?": "We offer multiple ways for you to order with FoodStories. You can order via our website www.foodstories.shop. You may also WhatsApp us on +91 90041 71401 to place an order or you can visit your nearest FoodStories store to shop what you need."
    ,
    
      "Can I have my order delivered to multiple locations?": "At the moment we are only able to deliver one order to one delivery address. If you wish to have items delivered to multiple locations, please place individual orders for each delivery location."
    ,
    
      "How can I return or exchange my order?": "To return a product, please visit the FoodStories store from where you made your purchase along with an original invoice as proof of purchase. If you wish to exchange certain items from your order, please contact us via WhatsApp on +91 90041 71401 and our team will be happy to help you. You may view our policy here."
    ,
    
      "What are the store timings?": "Please view our Store Directory for the operating hours of each FoodStories store."
    ,
    
      "How do I contact/ find the store?": "Please view our Store Directory for the location and contact information of each Foodstories store."
    ,
    
      "Can I have someone pick up my order?": "Yes, if you’d like to opt for store pick up, you may choose “Store Pick Up” as the delivery mode while shopping online on www.foodstories.shop. Alternatively, you may order via WhatsApp on +919004171401 and let our team know of the preferred time when you’d like to pick up your order."
    ,
    
      "Do you offer cash on delivery?": "We do offer cash on delivery for orders placed online through our website www.foodstories.shop. You may make payments via cash when shopping at our stores."
    ,
    

  
    "epigamia almonds": {
      "text": "You can track your order here:",
      "link": "https://www.foodstories.shop/shop/product/epigamia-almond-milk-unsweetened/"
    }
  
}